Repository: modell-aachen/AuditNGAppContrib
Catalog: locale/AuditNGAppContrib/*.po
Languages: de

source: %1 Web
de: %1 Bereich

source: *Audit - evaluation key* (partial result in % = &&Sigma; individual result / &&Sigma; rating / 10)
de: *Audit - Bewertungsschlüssel* (Teilergebis in % = &&Sigma; Einzelergebnisse / &&Sigma; Wertigkeit / 10)

source: 100% only possible, when records are available
de: 100% nur möglich wenn Dokumentennachweis vorhanden

source: Add a new audit question
de: Neue Auditfrage hinzufügen

source: Add audit element
de: Auditelement hinzufügen

source: Add task
de: Aufgabe hinzufügen

source: Approval:
de: Freigabe:

source: Archived
de: Archiviert

source: Area of application:
de: Geltungsbereich

source: Audit Finding
de: Auditfeststellung

source: Audit criteria
de: Auditkriterium

source: Audit measures
de: Auditmaßnahmen

source: Audit planning
de: Auditplanung

source: Audit reports
de: Auditreport

source: Audit class
de: Audit Klasse

source: Protection class
de: Schutzklasse

source: Protection class:
de: Schutzklasse:

source: Audit target
de: Auditziel

source: Audit title
de: Audittitel

source: Audit type
de: Audittyp

source: Audited division
de: Auditierter Bereich

source: Auditor Team
de: Auditteam

source: Cancel
de: Abbrechen

source: Chapter
de: Kapitel

source: Closed on
de: Geschlossen am

source: Create new audit
de: Neues Audit anlegen

source: Creator
de: Ersteller

source: Creator:
de: Ersteller:

source: Date
de: Datum

source: Date of execution
de: Datum der Ausführung

source: Date of planning
de: Planungsdatum

source: Date:
de: Datum:

source: Description
de: Beschreibung

source: Deviation
de: Abweichung

source: Division
de: Abteilung

source: Document control:
de: Dokumentenlenkung:

source: Due date
de: Termin

source: Edit
de: Bearbeiten

source: Evaluation-aspect / -criterium
de: Bewertungsaspekt / -kriterium

source: External audit
de: Externes Audit

source: Filing:
de: Ablage:

source: Fulfillment
de: Erfüllungsgrad

source: Further details
de: Weitere Details

source: General audit information
de: Generelle Audit Informationen

source: Generate PDF
de: PDF generieren

source: Internal audit
de: Internes Audit

source: Measures
de: Maßnahme

source: Measures container
de: Maßnahmencontainer

source: New
de: Neu

source: Norm chapter
de: Normkapitel

source: Norm classification
de: Normklassifizierung

source: PDF-Options
de: PDF-Optionen

source: PDF-Print
de: PDF-Druck

source: Page
de: Seite

source: Partial result impartial to rating / effect
de: Teilergebnis unabhängig von Wertigkeit / Auswirkung

source: Participants
de: Teilnehmner

source: Planned
de: Geplant

source: Planned date
de: Geplantes Datum

source: Please choose format:
de: Bitte Format auswählen:

source: Print as report
de: Als Bericht drucken

source: Print for auditing
de: Zum Auditieren drucken

source: Process audit
de: Prozessaudit

source: Product audit
de: Produktaudit

source: Project audit
de: Projektaudit

source: Protected
de: Geschützt

source: QM-Report
de: QM-Bericht

source: Quality rating / effect
de: Wertigkeit / Auswirkung

source: Question
de: Frage

source: Rating / Effect
de: Wertingkeit / Auswirkung

source: Regardless of rating / effect, a measure has to be derived when questions are not satisfied. When multiple questions are not met, the measures have to be prioritised according to their rating / effect.
de: Bei nicht erfüllten Fragen muss unabhängig von der Wertigkeit / Auswirkung eine Maßnahme abgeleitet werden. Bei mehreren nicht erfüllten Fragen müssen nach Wertigkeit / Auswirkung die Maßnahmen priorisiert werden.

source: Responsible
de: Verantwortlich

source: Result
de: Ergebnis

source: Result: %1
de: Ergebnis: %1

source: Save
de: Speichern

source: Rating of the question
de: Wertigkeit der Frage

source: Signal
de: Ampel

source: Situation as it is
de: Ist-Situation

source: Supplier audit
de: Lieferantenaudit

source: Task
de: Aufgabe

source: Task contents
de: Aufgabeninhalt

source: Task to
de: Aufgabe an

source: Used Standards
de: benutzte Standards

source: Verification
de: Überprüfung

source: When all questions are not satisfied = 0%
de: bei nicht Erfüllung aller Fragen = 0%

source: closed
de: geschlossen

source: degree of fulfillment
de: Erfüllungsgrad

source: done
de: erledigt

source: fulfilled
de: erfüllt

source: important / big
de: wichtig / groß

source: in effectiveness check
de: in Effektivitätsprüfung

source: in progress
de: in Bearbeitung

source: new
de: neu

source: not fulfilled
de: nicht erfüllt

source: not relevant / low
de: nicht relevant / gering

source: of
de: von

source: open
de: offen

source: partially fulfilled
de: teilweise erfüllt

source: planned
de: geplant

source: protected
de: geschützt

source: very important / very big
de: sehr wichtig / sehr groß

source: visible only for participants
de: nur für Teilnehmer sichtbar

source: rating / effect
de: Wertigkeit / Auswirkung

source: when all questions are satisfied = 100%
de: bei Erfüllung aller Fragen = 100%

source: when questions are partially satisfied = 50%
de: bei tw. Erfüllung aller Fragen = 50%

source: INTERNAL
de: INTERN

source: EXTERNAL
de: EXTERN
